import React from 'react';

const Introduction = () => {
    return (
        <section>
            <div className="container">
                <div className="row gx-5 align-items-center">
                    <div className="col-lg-6 mb-4 mb-md-0">
                        <div className="row g-4">
                            <div className="col-6">
                                <img src="images/ourvision.webp" className="img-fluid rounded-20" alt="موردين قهوة في السعودية" />
                            </div>
                            <div className="col-6">
                                <img src="images/ourgloas.webp" className="img-fluid rounded-20" alt="حبوب بن مستوردة" />
                            </div>
                        </div>
                    </div>
                    <div className="col-lg-6">
                        <h2>من نحن؟</h2>
                        <div className="spacer-half"></div>
                        <p className="lead" dir="rtl">
                            <strong>قمة الماركات العربية للتجارة (TBA)</strong> هي شركة سعودية متخصصة في استيراد وتوزيع المواد
                            الغذائية الفاخرة. منذ تأسيسها، ارتكزت على توفير منتجات غذائية مستوردة ذات جودة عالية بما في ذلك القهوة الفاخرة والشوكولاتة،
                            بالإضافة إلى مجموعة واسعة من الحلويات والبسكويت والمنتجات العالمية. من خلال شبكة توزيع شاملة تتضمن فروعًا ومستودعات
                            في مختلف أنحاء المملكة، نحرص دائمًا على تلبية احتياجات السوق السعودي وتقديم أفضل تجربة تسوق لعملائنا.
                        </p>

                        <h2>رؤيتنا</h2>
                        <p>
                            أن نكون الرائدين في توزيع المواد الغذائية الفاخرة في المملكة العربية السعودية، مع التوسع الدولي في قطاع الحلويات
                            والمنتجات الغذائية الفاخرة.
                        </p>

                        <h2>رسالتنا</h2>
                        <p>
                            في TBA نلتزم باختيار واستيراد وتوزيع منتجات غذائية ذات جودة عالية تواكب أحدث الاتجاهات في عالم الغذاء. ونسعى من خلال
                            شراكاتنا الاستراتيجية مع الشركات العالمية الكبرى إلى تعزيز رضا العملاء من خلال ضمان توفر المنتجات الفاخرة في السوق
                            السعودي بشكل مستمر وبأسعار تنافسية.
                        </p>
                        <h2>قيمنا</h2>
                        <p>
                            في قمة الماركات العربية للتجارة، نعمل بتوجيه من قيمنا الراسخة التي تضمن لنا تقديم أفضل المنتجات والخدمات
                        </p>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default Introduction;
