export const faqs = [
  {
    id: 1,
    question: 'ما هي المنتجات التي تقدمها "قمة الماركات العالمية للتجارة"؟',
    answer: 'نقدم مجموعة متنوعة من المنتجات الغذائية الفاخرة، بما في ذلك القهوة المختصة، الشوكولاتة الفاخرة، البسكويت المستورد، الحلويات العالمية، والعديد من المنتجات الأخرى التي تتميز بالجودة العالية.'
  },
  {
    id: 2,
    question: 'هل يمكنني شراء منتجاتكم عبر الإنترنت؟',
    answer: 'نعم، يمكنك طلب منتجاتنا عبر الإنترنت من خلال متجرنا الإلكتروني. نوفر لك إمكانية اختيار المنتجات بسهولة وإضافتها إلى السلة، بالإضافة إلى خيارات متعددة للدفع مثل الدفع عند الاستلام، الدفع الإلكتروني، أو باستخدام بطاقات الائتمان.'
  },
  {
    id: 3,
    question: 'كيف يمكنني التأكد من جودة المنتجات التي تقدمونها؟',
    answer: 'نعمل مع أكبر الشركات العالمية لضمان جودة المنتجات التي نعرضها. جميع المنتجات التي نقدمها تخضع لرقابة جودة صارمة وتتم استيرادها من الماركات الرائدة في صناعة الأغذية.'
  },
  {
    id: 4,
    question: 'هل يمكنني الحصول على خصومات أو عروض خاصة؟',
    answer: 'نعم، نحن نقدم من حين لآخر عروض خاصة وخصومات لعملائنا المميزين. تأكد من متابعة منصاتنا على وسائل التواصل الاجتماعي لتكون أول من يعلم بالعروض الحصرية.'
  },
  {
    id: 5,
    question: 'هل تقدمون خدمات الشحن إلى جميع أنحاء المملكة؟',
    answer: 'نعم، لدينا شبكة توزيع واسعة في جميع أنحاء المملكة العربية السعودية. نحن نضمن توصيل المنتجات بسرعة وكفاءة إلى جميع المدن والمناطق، بما في ذلك المناطق النائية.'
  },
  {
    id: 6,
    question: 'كم من الوقت يستغرق وصول طلبي؟',
    answer: 'نقوم بتوصيل الطلبات في أسرع وقت ممكن. عادةً ما يستغرق الشحن من 2 إلى 5 أيام عمل، حسب الموقع. ستتلقى إشعارًا بتفاصيل الشحن ورقم التتبع بعد إتمام الطلب.'
  },
  {
    id: 7,
    question: 'هل أستطيع استرجاع أو استبدال المنتجات التي اشتريتها؟',
    answer: 'نحن نحرص على رضا العملاء. إذا كنت غير راضٍ عن المنتج، يمكنك استرجاعه أو استبداله خلال 7 أيام من تاريخ الاستلام، بشرط أن يكون المنتج في حالته الأصلية ولم يتم فتحه أو استخدامه.'
  },
  {
    id: 8,
    question: 'هل تقدمون خدمات الجملة أو توزيع المنتجات للشركات؟',
    answer: 'نعم، نقدم خدمات البيع بالجملة والتوزيع للشركات والمحلات التجارية. يمكنك الاتصال بنا لمناقشة احتياجاتك وتقديم عرض مخصص.'
  },
  {
    id: 9,
    question: 'هل يمكنني طلب منتجات معينة إذا لم تكن موجودة على الموقع؟',
    answer: 'إذا كنت تبحث عن منتج معين ولم تجده على موقعنا، يمكنك الاتصال بنا وسنكون سعداء بمساعدتك في توفيره إذا كان متاحًا لدينا.'
  },
  {
    id: 10,
    question: 'هل تقدمون خيارات الدفع عند الاستلام؟',
    answer: 'نعم، نوفر خيار الدفع عند الاستلام في بعض مناطق المملكة العربية السعودية. يمكنك اختيار هذا الخيار أثناء إتمام عملية الدفع.'
  },
  {
    id: 11,
    question: 'كيف يمكنني التواصل مع خدمة العملاء؟',
    answer: 'لأي استفسار أو مساعدة، يمكنك التواصل مع خدمة العملاء عبر الهاتف أو البريد الإلكتروني، أو من خلال منصاتنا على وسائل التواصل الاجتماعي.'
  }
];
